<!DOCTYPE html>
<html lang="pt-BR">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Festejando a Conex&atilde;o Campo-Cidade</title>
    <link rel="stylesheet" href="style.css">
</head>

    <header>
        <h1 class="titulo-principal">Festejando a Conex&atilde;o Campo-Cidade</h1>
    </header>
    <main>
        <p class="intro">Hist&oacute;rias que celebram os la&ccedil;os entre a zona rural e urbana atrav&eacute;s da cultura, alimenta&ccedil;&atilde;o, tecnologia e conviv&ecirc;ncia.</p>

        <h2 class="titulo-historia">O Leite de Dona Maria</h2>
        <p class="texto-historia">
            Dona Maria acorda todo dia &agrave;s 5h da manh&atilde; para tirar leite das vacas em sua pequena fazenda no interior do Paran&aacute;.
            Com muito carinho, ela cuida dos animais e envia o leite fresco para uma cooperativa, que o processa e distribui para supermercados da cidade.
            Sem saber, Jo&atilde;o, um estudante da cidade grande, toma esse mesmo leite todas as manh&atilde;s antes de ir para a escola.
        </p>
        <img src="images/historia1.png" class="imagem-historia">

        <h2 class="titulo-historia">O Caminh&atilde;o de Seu Ant&ocirc;nio</h2>
        <p class="texto-historia">
            Seu Ant&ocirc;nio dirige um caminh&atilde;o h&aacute; 20 anos. Toda semana, ele sai do s&iacute;tio onde mora, carregando frutas e verduras fresquinhas colhidas por fam&iacute;lias da regi&atilde;o rural.
            Ele cruza estradas e avenidas at&eacute; chegar &agrave; feira de domingo, no centro da cidade. L&aacute;, moradores urbanos escolhem os alimentos com cuidado,
            sem imaginar a jornada de cada produto at&eacute; suas m&atilde;os.
        </p>
        <img src="images/historia2.png" class="imagem-historia">

        <h2 class="titulo-historia">A Horta do Col&eacute;gio</h2>
        <p class="texto-historia">
            Na escola de Camila, na cidade, os alunos criaram uma horta com a ajuda de um agricultor local, o Sr. Jos&eacute;.
            Ele ensinou como plantar alface, tomate e cenoura, usando t&eacute;cnicas que aprendeu no campo.
            Agora, os alunos cuidam da horta e servem os pr&oacute;prios vegetais na merenda.
            Eles dizem que o sabor &eacute; ainda melhor quando &eacute; plantado com carinho e conex&atilde;o.
        </p>
        <img src="images/historia3.png" class="imagem-historia">

        <h2 class="titulo-historia">Tecnologia Que Une</h2>
        <p class="texto-historia">
            Lucas vive no campo e adora mexer no computador. Com a internet, ele aprendeu a usar um aplicativo para monitorar o clima e a umidade do solo,
            o que ajuda sua fam&iacute;lia a cuidar melhor da planta&ccedil;&atilde;o de milho. Ao mesmo tempo, Carla, que mora na cidade, estudou tecnologia na escola e ficou surpresa
            ao descobrir como o conhecimento digital ajuda na produ&ccedil;&atilde;o de alimentos no campo. Eles se tornaram amigos e trocam ideias pela internet.
        </p>
        <img src="images/historia4.png" class="imagem-historia">
    </main>
</body>
</html>